{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Hey, you... you're finally awake.","\n","^First time here I presume?","\n","^For starters, how do you like it here ?","\n","ev","str","^I like it!","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I hate it","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^No comments...","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n",{"->":"Agreed"},{"#f":5}],"c-1":["^ ","\n",{"->":"Disagree"},{"#f":5}],"c-2":["\n",{"->":"Nothing"},{"#f":5}]}],{"#f":1}],"Agreed":["^That's wonderful! You will have a wonderful time here!","\n",{"->":"Story"},{"#f":1}],"Disagree":["^Oh noes, but it doesn't change the fact that you can't leave here, right ?","\n",{"->":"Story"},{"#f":1}],"Nothing":["^Quiet now aren't we ? Never mind, you can take your time to explore this world","\n",{"->":"Story"},{"#f":1}],"Story":[["^This world, is Viltres, the virtual plane. You, my dear friend, have been \"SUMMONED\" by me to save this world!","\n","^Confused ? Never mind...","\n","^You see, in the beginning, this world is peaceful, but one day a group of outsiders came to this world and conquered it !","\n","^Their leader, known as the Cardinal, and his seven henchmen, which are the Sins terrorize and occupy our lands!","\n","^Outrageous indeed!","\n","^When they came for the first time they were all kind, happy and a friendly bunch. We treated them so well, yet on one day, they decided not to play the good guys anymore and just betrayed us!","\n","^Ever since then, there's never been a good day for us. Each of them conqured a domain of their own and change it to their playground!","\n","^So please, dear hero, you have to clear this world of their existence by challenging each of their domain and take them down !","\n","^You are our only hope! We do not have any resources left to summon another person!","\n","^That being said, how were you summoned here ?","\n","ev","str","^I got ran over by a truck","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I was walking and suddenly some strange circle glowed under me and ....","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"Interesting"},{"#f":5}],"c-1":["\n",{"->":"Wow"},{"#f":5}]}],{"#f":1}],"Interesting":[["^Ah yes, our friendly other world transporter is doing its job well I see. He's the best of the best, hitting a record of 20 successful transports on a good day!","\n","ev","str","^Excuse me ???","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"Ahem"},{"#f":5}]}],{"#f":1}],"Wow":["^That must be our summoning circle! Very interesting indeed!","\n",{"->":"Ahem"},{"#f":1}],"Ahem":["^Sorry sidetracked a bit now... Anyways where was I ?","\n",{"->":"Story2"},{"#f":1}],"Story2":["^Ah yes, back to the important bit,","\n","^Try your best to stay alive, and good luck defeating them!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}